{
	"pagetitle":"XitusDev - Gallery",
	"portada1":"Projects Gallery",
	"about1":"The ASIPROFE association is made up of women from La Legua, in Aserrí, who prepare various products based on the coffee that they and their community harvest. This website was made with php, html, sass, and vanilla javascript",
	"portada2":"Title and page cover",
	"parag1":"In the page cover is the logo and a representative product of ASIPROFE.",
	"parag2":"The menu in the top is only in the left (in mobile and pc screen), and a share menu in the right",
	"portada3":"ASIPROFE Location and the footer",
	"parag3":"A Google Maps iframe to show the location of ASIPROFE, and, in the footer you can contact ASIPROFE by clicking a link",
	"portada4":"Gallery",
	"parag4":"The gallery shows some photos about ASIPROFE, and, when you click on an image, the image will be shown in a fullscreen mode with a description of the image.",
	"portada5":"Slideshow",
	"parag5":"This slideshow pretends to show a description of the image. This is a fullscreen view, but, if you finish the fullscreen mode you'll be in the slideshow mode.",
	"parag6":"A button in the bottom helps you to return to the gallery mode",
	"portada6":"Pura Vida Masks",
	"parag7":"This entrepreneurship had created during the covid 19 pandemic, and it was looking for sell custom masks for clients of all ages.",
	"parag8":"The project was a one page website to show the masks and to show the benefits and charachteristics of the Pura Vida Mask",
	"portada7":"Header",
	"parag9":"In the header there are a slideshow to present photos about a person using the Pura Vida mask. The slideshow is automatic but you can use the controls to see the last or the next image",
	"parag10":"You can see the benefits of the masks in the bottom, and the variety of charachteristics that Pura Vida masks offer",
	"portada8":"Details, and a responsive site",
	"parag11":"As you see, you have recommendations to wash your Pura Vida Mask, and a way to prevent difficulties using the mask, for example because a soap odor in your mask",
	"parag12":"The website is responsive, and the menu in the right is ever in the right.",
	"carousel00":"Windows Keyboard Commands",
	"carousel01":"Keyboard commands to work faster on Microsoft Windows. This website was made using HTML, CSS, Javascript, SASS, and Typescript<br>It is important to note that the operation of this website allows you to change languages without having to reload the website.",
	"carousel02":"It's a bilingual website",
	"carousel03":"This website is bilingual, and in this image you can see the website in spanish",
	"carousel04":"Website Settings and options",
	"carousel05":"The settings include changing the text size, high contrast mode, and changing the language.",
	"carousel07":"It is important to note that these carousels and their operation was developed completely by myself (XitusDev).",
	"carousel08":"It is possible to manipulate the carousel by using the added controls, or using the manual scroll: in a cellphone, slide with your finger, and in the case of a computer, manual scrolling is done with Shift key + Scroll"
}