{
	"pagetitle":"XitusDev - Galería",
	"portada1":"Galería de proyectos",
	"about1":"La asociación ASIPROFE está conformada por mujeres de La Legua, en Aserrí, quienes preparan varios productos basados en el café que ellas y su comunidad cosechan. este sitio fue realizado con php, html, sass, y javascript vanilla",
	"portada2":"Título y portada del sitio",
	"parag1":"En la portada de la página está el logo y un producto representativo de ASIPROFE.",
	"parag2":"El menú en la parte superior está solamente en la izquierda (en móbiles y en PC), y un menú para compartir situado a la derecha",
	"portada3":"Ubicación de ASIPROFE y el pie de página",
	"parag3":"Un iframe de Google Maps para mostrar la ubicación de ASIPROFE, y, en el pie de página puedes contactar a ASIPROFE clicando un link",
	"portada4":"Galería",
	"parag4":"La galería muestra algunas fotos sobre ASIPROFE, y, cuando tocas una imagen, la imagen se mostrará en una vista de pantalla completa con una descripción de la imagen.",
	"portada5":"Presentación de imágenes",
	"parag5":"Esta presentación pretende mostrar una descripción de la imagen. Esta es una vista de pantalla completa, pero, si finalizas el modo de pantalla completa vas a estar en el modo presentación.",
	"parag6":"Un botón en la zona inferior te ayuda a volver a la vista de galería",
	"portada6":"Mascarillas Pura Vida",
	"parag7":"Este emprendedurismo fue creado durante la pandemia de covid 19, y buscaba vender mascarillas personalizadas para clientes de todas las edades.",
	"parag8":"El proyecto fue un sitio de una sola página para mostrar las mascarillas y mostrar los beneficios y características de las mascarillas Pura Vida",
	"portada7":"Encabezado",
	"parag9":"En el encabezado se encuentra una presentaciónpara mostrar fotos de personas usando las mascarillas the Pura Vida. La presentación es automatica pero puedes usar los controles para ver la imagen anterior o siguiente",
	"parag10":"Puedes ver los beneficios de las mascarillasen la zona inferior, y la variedad de caracteristicas que las mascarillas Pura Vida ofrecen",
	"portada8":"Detalles y un sitio adaptable",
	"parag11":"Como puedes ver, tienes recomendaciones para lavar tu mascarilla Pura Vida, y una manera de prevenir dificultades al usar la mascarilla, por ejemplo el olor a jabón en tu mascarilla",
	"parag12":"El sitio web es adaptable, y el menú a la derecha permanece en la derecha.",
	"carousel00":"Comandos de teclado para Windows",
	"carousel01":"Comandos de teclado que ayudan a trabajar mucho más rápido en Microsfot Windows. Este sitio web fue desarrolado usando HTML, CSS, Javascript, SASS y Typescript. <br>Es importante destacar que el funcionamiento de este sitio permite cambiar de idioma sin tener que volver a cargar el sitio web",
	"carousel02":"Sitio web bilingüe",
	"carousel03":"Este sitio web es bilingüe, en esta imagen puedes ver el sitio web en español",
	"carousel04":"Configuraciones y opciones del sitio web",
	"carousel05":"Entre las configuraciones se destaca el cambio del tamaño de texto, el modo de alto contraste y el cambio de idioma",
	"carousel07":"Es importante notar que estos carruseles y su operación fue desarrollada completamente por mí mismo (Edis MR).",
	"carousel08":"Es posible manipular el carrusel usando los controles añadidos, o usando el scroll manual: en un celular, arrastra con el dedo hacia un lado, y en el caso de una computadora, el scroll manual se realiza con la tecla Shift + Scroll",

	"bgamesconnect":"Conecta 4",
	"bgamestic":"Tic tac toe",
	"bgamescalc":"Calculadora Basada en Texto",
	"bgamesvideo":"Reproductor de Video - Broccoli",

	"bform":"Formulario de muestra",
	"bformlist1":"Validar un formulario usando la API form de Javascript",
	"bformlist2":"Animaciones de ayuda al usuario en caso de entradas inválidas",
	"bformlist3":"Tratamiento de tipos de entrada a través de REGEXP para evitar entradas inválidas",
	"bformlist4":"Formulario creado usando etiquetas HTML5 y etiquetas semánticas",

	"aapili1":"Solicitar información usando una API del tiempo meteorológico",
	"aapili2":"Estilo adaptable al viewport para mostrar la información cómodamente",
	"aapili3":"Programado en Javascript con el uso de la API Promesas, API Fetch y manejo de errores del la solicitud HTTP"
}