{
	"bwebdev":"Web Developer",
	"bpages":"Fulfilled projects",
	
	"bgalelist1":"Image gallery to show the realized projects",
	"bgalelist2":"The gallery have two different views, Grid view and the long size view",
	"bgalelist3":"When touching an image while Grid view, you'll see the long size view with the corresponding description",
	"bgalelist4":"Note: page under development",
	"bcarouseltitle":"HTML5 Projects",
	"bcarouselitem1":"Projects and games developed completely from scratch, using Javascript programming",
	"bcarouselitem2":"Games including Conecta4 and Tic Tac Toe",
	"bcarouselitem3":"A plain text based calculator for performing basic combined operations",
	"bcarouselitem4":"A video player developed for a video project for a fictitious Pyme",
	
	"baboutlongtext":"I'm Edis Mercado Ruiz from San José, Costa Rica. I am a web developer focused on the interfaces development for the end customer.<br>I started programming with C++ at Universidad Nacional de Costa Rica (UNA), where I acquired experience using mathematics for programming, the programming logic and the development strategies to solve a programming situation.<br>I entered to Instituto Nacional de Aprendizaje (INA), where I studied Adobe Photoshop, Microsoft Office, Access, and my passion for web development began since I entered to the Web Development program in this institution.<br>After studying the fundamentals of web development, I continued training and learning specifically for front-end web development through digital platforms, and learning to use tools and programming languages such as SASS, GIT, AJAX, PHP, Angular among others.<br>The majority of the knowledge I have gained is reflected in the group of icons next to this paragraph (but is an incomplete list). You can contact me or see more details in the links that appear in the bottom of the screen.",
	"btecnostatic":"Static and dynamic Animations",
	"btecnoregex":"REGEX (Regular expressions)",
	"bgamesconnect":"Connect 4",
	"bgamestic":"Tic tac toe",
	"bgamescalc":"String Based Calculator",
	"bgamesvideo":"Video Player - Broccoli",
	"moreinfosite":"More information about this website"
}