{
	"bwebdev":"Desarrollador Web",
	"bpages":"Proyectos realizados",
	
	"bgalelist1":"Galería de imagenes para mostrar los proyectos realizados",
	"bgalelist2":"La galería tiene dos vistas diferentes, Vista de cuadrícula y vista panorámica",
	"bgalelist3":"Cuando tocas una imagen en la vista de cuadrícula, verás la vista panorámica con la descripción correspondiente",
	"bgalelist4":"Nota: página en desarrollo",
	"bcarouseltitle":"Proyectos HTML5",
	"bcarouselitem1":"Proyectos y juegos desarrollados completamente desde cero, mediante programación Javascript",
	"bcarouselitem2":"Juegos entre los que se incluyen Conecta4 y Tic Tac Toe",
	"bcarouselitem3":"Una calculadora basada en texto plano, para realizar operaciones combinadas basicas",
	"bcarouselitem4":"Un reproductor de video desarrollado para un proyecto de video para una pyme ficticia",
	
	"baboutlongtext":"Soy Edis Mercado Ruiz de San José, Costa Rica. Soy un desarrollador web enfocado en el desarrollo de interfaces para el cliente final. <br> Comencé a programar con C ++ en la Universidad Nacional de Costa Rica (UNA), donde adquirí experiencia en el uso de las matemáticas para la programación, la lógica de programación y las estrategias de desarrollo para resolver una situación programáticamente. <br> Ingresé al Instituto Nacional de Aprendizaje (INA), donde estudié Adobe Photoshop, Microsoft Office, Access, y mi pasión por el desarrollo web comenzó desde que ingresé al programa de Desarrollo Web en esta institución. <br>Luego de estudiar los fundamentos del desarrollo web, continué capacitándome y aprendiendo específicamente para el desarrollo web front-end a través de plataformas digitales, y aprendiendo a usar herramientas y lenguajes de programación como SASS, GIT, AJAX, PHP, Angular entre otros. <br> La mayoría del conocimiento que he adquirido se refleja en el grupo de iconos junto a este párrafo (pero es una lista incompleta). Puedes contactarme o ver más detalles en los enlaces que aparecen en la parte inferior de la pantalla.",
	"btecnostatic":"Animaciones estáticas y dinámicas",
	"btecnoregex":"REGEX (Expresiones regulares)",
	"bgamesconnect":"Conecta 4",
	"bgamestic":"Tic tac toe",
	"bgamescalc":"Calculadora basada en texto",
	"bgamesvideo":"Reproductor de video - Broccoli",
	"moreinfosite":"Más información acerca de este sitio web"
}